Revit 2027 API
ParameterTypeId.ZoneCalculatedAreaPerHeatingLoadParam Property
 "Calculated Area per Heating Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedAreaPerHeatingLoadParam { get; }
Public Shared ReadOnly Property ZoneCalculatedAreaPerHeatingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedAreaPerHeatingLoadParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedAreaPerHeatingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace